Repository: kingefe/agritect
Catalog: site/web/app/plugins/integralmailchimp/languages/integral-mailchimp-*.po
Languages: de_de, es_es, fr_fr, it_it, no_no, ru_ru

source: Plugin License Key
de_de: Plugin-Lizenzschlüssel
es_es: Clave de licencia Plugin
fr_fr: Clé de licence Plugin
ru_ru: Плагин Лицензионный ключ

source: The license key that was emailed to you
de_de: Der Lizenzschlüssel, die Ihnen gemailt wurde
es_es: La clave de licencia que recibió por correo electrónico
fr_fr: La clé de licence qui a été envoyé par courriel
it_it: La chiave di licenza che è stato inviato per email
no_no: Lisensnøkkelen som ble sendt til deg
ru_ru: Лицензионный ключ, который был выслан Вам

source: Invalid License Key. The key must be at least 32 characters
de_de: Invalid License Key. Der Schlüssel muss mindestens 32 Zeichen lang sein
es_es: Clave de licencia no válida. La clave debe tener al menos 32 caracteres
fr_fr: Clé de licence valide. La clé doit être au moins 32 caractères
it_it: Codice di licenza valido. La chiave deve essere almeno 32 caratteri
no_no: Ugyldig License Key. Nøkkelen må være minst 32 tegn
ru_ru: Неверный лицензионный ключ. Ключ должен быть по крайней мере 32 символов

source: Invalid License Key. The key cannot be greater than 36 characters
de_de: Invalid License Key. Der Schlüssel kann nicht mehr als 36 Zeichen lang sein
es_es: Clave de licencia no válida. La llave no puede ser mayor que 36 caracteres
fr_fr: Clé de licence valide. La clé ne peut pas être supérieure à 36 caractères
it_it: Codice di licenza valido. La chiave non può essere maggiore di 36 caratteri
no_no: Ugyldig License Key. Nøkkelen kan ikke være større enn 36 tegn
ru_ru: Неверный лицензионный ключ. Ключ не может быть больше 36 символов

source: You can find this key by %1$s logging into your MailChimp account %2$s and then going %3$s here %4$s. %5$s (What is a MailChimp API Key?) %6$s
de_de: Sie können diesen Schlüssel durch zu finden %1$s Protokollierung in Ihr MailChimp Konto %2$s und dann gehen %3$s hier %4$s . %5$s (Was ist ein MailChimp API Key?) %6$s
es_es: Usted puede encontrar esta clave por %1$s ingresando a su cuenta de MailChimp %2$s y luego ir %3$s aquí %4$s . %5$s (¿Qué es un MailChimp clave API?) %6$s
fr_fr: Vous pouvez trouver cette clé en %1$s vous connectant à votre compte MailChimp %2$s et d'aller ensuite %3$s ici %4$s . %5$s (Qu'est-ce qu'un MailChimp API clés?) %6$s
it_it: Potete trovare questa chiave %1$s accedendo al proprio conto MailChimp %2$s e poi andare %3$s qui %4$s . %5$s (Che cosa è un MailChimp API Key?) %6$s
no_no: Du kan finne denne nøkkelen ved %1$s logging inn dine MailChimp konto %2$s og deretter går %3$s her %4$s . %5$s (Hva er en MailChimp API Key?) %6$s
ru_ru: Вы можете найти этот ключ, %1$s войдя в свой ​​MailChimp счет %2$s , а затем собираются %3$s здесь %4$s . %5$s (Что такое MailChimp API ключ?) %6$s

source: Invalid MailChimp API Key. The key must be at least 32 characters
de_de: Ungültige MailChimp API Key. Der Schlüssel muss mindestens 32 Zeichen lang sein
es_es: Clave no válida API MailChimp. La clave debe tener al menos 32 caracteres
fr_fr: Invalid clé API MailChimp. La clé doit être au moins 32 caractères
it_it: MailChimp valido API Key. La chiave deve essere almeno 32 caratteri
no_no: Ugyldig MailChimp API-nøkkel. Nøkkelen må være minst 32 tegn
ru_ru: Неверный MailChimp ключ API. Ключ должен быть по крайней мере 32 символов

source: Invalid MailChimp API Key. The key cannot be greater than 36 characters
de_de: Ungültige MailChimp API Key. Der Schlüssel kann nicht mehr als 36 Zeichen lang sein
es_es: Clave no válida API MailChimp. La llave no puede ser mayor que 36 caracteres
fr_fr: Invalid clé API MailChimp. La clé ne peut pas être supérieure à 36 caractères
it_it: MailChimp valido API Key. La chiave non può essere maggiore di 36 caratteri
no_no: Ugyldig MailChimp API-nøkkel. Nøkkelen kan ikke være større enn 36 tegn
ru_ru: Неверный MailChimp ключ API. Ключ не может быть больше 36 символов

source: Select the Default Mailing List
de_de: Wählen Sie die Standard-Mailing-Liste
es_es: Seleccione la lista de correo predeterminado
fr_fr: Sélectionnez la liste de diffusion par défaut
it_it: Selezionare la Mailing List di default
no_no: Velg Standard mailingliste
ru_ru: Выберите рассылку умолчанию

source: New members will be automatically added to this list
de_de: Neue Mitglieder werden automatisch in diese Liste aufgenommen werden,
es_es: Los nuevos miembros se añadirán automáticamente a la lista
fr_fr: Les nouveaux membres seront automatiquement ajoutés à cette liste
it_it: I nuovi membri saranno aggiunti automaticamente a questo elenco
no_no: Nye medlemmer vil bli automatisk lagt til i denne listen
ru_ru: Новые члены будут автоматически добавлены к этому списку

source: Submit
de_de: Einreichen
es_es: Presentar
fr_fr: Soumettre
it_it: Presentare
no_no: Send inn
ru_ru: Представлять

source: Clears all cached data in the system. This happens every hour anyway, but is useful when MailChimp List changes have occurred recently.
de_de: Löscht alle zwischengespeicherten Daten im System. Dies geschieht, jede Stunde sowieso, aber ist nützlich, wenn MailChimp-Liste Änderungen haben vor kurzem stattgefunden hat.
es_es: Borra todos los datos almacenados en caché en el sistema. Esto ocurre cada hora de todos modos, pero es útil cuando se han producido cambios Lista MailChimp recientemente.
fr_fr: Efface toutes les données mises en cache dans le système. Cela se produit chaque heure de toute façon, mais est utile lorsque la liste MailChimp changements ont eu lieu récemment.
it_it: Cancella tutti i dati memorizzati nella cache del sistema. Questo accade ogni ora comunque, ma è utile quando si sono verificati cambiamenti Lista MailChimp recente.
no_no: Sletter alle bufrede data i systemet. Dette skjer hver time uansett, men er nyttig når MailChimp List endringer har skjedd nylig.
ru_ru: Очищает все кэшированные данные в системе. Это происходит каждый час или иначе, но это полезно, когда Mailchimp Список изменений не произошло в последнее время.

source: Reset API Data
de_de: Zurücksetzen API Daten
es_es: Restablecer datos API
fr_fr: Réinitialiser API de données
it_it: Ripristina API dati
no_no: Tilbakestill API data
ru_ru: Сброс API данных

source: Registers the API Webhooks with MailChimp. %1$s (What is this?) %2$s
de_de: Registriert die API Webhooks mit MailChimp. %1$s (Was ist das?) %2$s
es_es: Registra los WebHooks API con MailChimp. %1$s (¿Qué es esto?) %2$s
fr_fr: Enregistre les Webhooks API avec MailChimp. %1$s (Qu'est-ce que ce est?) %2$s
it_it: Registra le Webhooks API con MailChimp. %1$s (Che cosa è questo?) %2$s
no_no: Registrerer API Webhooks med MailChimp. %1$s (Hva er dette?) %2$s
ru_ru: Регистрирует API Webhooks с MailChimp. %1$s (Что это?) %2$s

source: Register Webhooks
de_de: Registrieren Webhooks
es_es: Registro WebHooks
fr_fr: Enregistrer Webhooks
it_it: Registrati Webhooks
no_no: Registrer Webhooks
ru_ru: Регистрация Webhooks

source: Turn on debugging mode
de_de: Schalten Sie Debugging-Modus
es_es: Activar el modo de depuración
fr_fr: Activer le mode de débogage
it_it: Attivare la modalità di debug
no_no: Slå på feilsøking modus
ru_ru: Включите режим отладки

source: Enabling debug mode will write errors and some useful status info regarding the MailChimp API requests to two places: %1$s 1) A log file in %2$s (or on a multi-site install, %3$s ); and %4$s 2) The Chrome browser console. (Note: You will need the Chrome Logger extension to view the log)
de_de: Aktivieren Debugmodus wird Schreibfehler und einige nützliche Statusinformationen in Bezug auf die MailChimp API Anfragen an zwei Stellen: %1$s 1) eine Protokolldatei in %2$s (oder auf einem Multi-Site zu installieren, %3$s ); und %4$s 2) Der Chrome-Browser-Konsole. (Hinweis: Sie werden die Chrome Logger Erweiterung brauchen, um das Protokoll zu sehen)
es_es: Al activar el modo debug escribirá errores y algo de información de estado útil con respecto a las solicitudes de la API de MailChimp a dos lugares: %1$s 1) Un archivo de registro en %2$s (o en un multi-sitio de instalación, %3$s ); y %4$s 2) La consola navegador Chrome. (Nota: Usted tendrá la extensión de Chrome Logger para ver el registro)
fr_fr: Activation du mode debug écrira erreurs et quelques informations d'état utiles concernant les demandes de l'API MailChimp à deux endroits: %1$s 1) Un fichier journal dans %2$s (ou sur un site Multi Install, %3$s ); et %4$s 2) La console du navigateur Chrome. (Note: Vous aurez besoin de l'extension Chrome Logger pour afficher le journal)
it_it: Attivazione della modalità di debug scriverà errori e alcune informazioni utili per quanto riguarda lo stato delle richieste API MailChimp a due posti: %1$s 1) un file di registro in %2$s (o su un multi-site installare, %3$s ); e %4$s 2) Il console browser Chrome. (Nota: È necessario l'estensione Chrome Logger per visualizzare il registro)
no_no: Aktivering av debug-modus vil skrive feil og noen nyttige status info angående MailChimp API-forespørsler til to steder: %1$s 1) En loggfil i %2$s (eller på et multi-site installere, %3$s ); og %4$s 2) The Chrome nettleseren konsoll. (Merk: Du trenger Chrome Logger forlengelse for å se logg)
ru_ru: Включение режима отладки будет ошибок записи и полезная информация статус в отношении запросов API MailChimp в двух местах: %1$s 1) лог-файл в %2$s (или на нескольких площадках установить, %3$s ); и %4$s 2) браузера консоли Chrome. (Примечание: Вам понадобится расширение Chrome Logger для просмотра журнала)

source: General Options
de_de: Allgemeine Optionen
es_es: Opciones generales
fr_fr: Options générales
it_it: Opzioni generali
no_no: Generelle alternativer
ru_ru: Общие параметры

source: Setup
de_de: Einrichten
es_es: Preparar
fr_fr: Installer
it_it: Impostare
ru_ru: Установить

source: Debug Options
de_de: Debug-Optionen
es_es: Opciones de depuración
fr_fr: Les options de débogage
it_it: Opzioni di debug
no_no: Debug Alternativer
ru_ru: Отладка параметры

source: Deactivate License
de_de: Deaktivieren Lizenz
es_es: Desactivar Licencia
fr_fr: Désactiver la licence
it_it: Disattivare License
no_no: Deaktiver License
ru_ru: Отключить лицензию

source: Deactivate API Key
de_de: Deaktivieren Sie API-Schlüssel
es_es: Desactivar Clave API
fr_fr: Désactiver clé API
it_it: Disattivare API Key
no_no: Deaktiver API-nøkkel
ru_ru: Отключить ключ API

source: %1$s is a singleton class. Creating a second instance is prohibited.
de_de: %1$s ist ein Singleton-Klasse. Erstellen Sie eine zweite Instanz ist untersagt.
es_es: %1$s es una clase singleton. La creación de una segunda instancia está prohibido.
fr_fr: %1$s est une classe singleton. Créer une seconde instance est interdite.
it_it: %1$s è una classe Singleton. Creazione di una seconda istanza è vietata.
no_no: %1$s er en enkelt klasse. Opprette en ny forekomst er forbudt.
ru_ru: %1$s является Одиночный класс. Создание второй экземпляр запрещено.

source: You must update to at least WordPress version %1$s to use this version of the %2$s plugin!
de_de: Sie müssen mindestens Wordpress Version aktualisieren %1$s , um diese Version für die Verwendung %2$s -Plugin!
es_es: Debe actualizar por lo menos a WordPress versión %1$s para utilizar esta versión de los %2$s Plugin!
fr_fr: Vous devez mettre à jour au moins à la version WordPress %1$s à utiliser cette version des %2$s plugin!
it_it: È necessario aggiornare di almeno WordPress versione %1$s per utilizzare questa versione di %2$s Plugin!
no_no: Du må oppdatere til minst WordPress versjon %1$s for å bruke denne versjonen av %2$s plugin!
ru_ru: Вы должны обновить, по крайней мере WordPress версия %1$s использовать эту версию %2$s плагина!

source: Duplicate this item
de_de: Duplizieren Sie diesen Artikel
es_es: Duplicar este artículo
fr_fr: Dupliquer cet article
it_it: Duplica questa voce
no_no: Duplisere dette elementet
ru_ru: Скопируйте этот пункт

source: Duplicate
de_de: Duplikat
es_es: Duplicar
fr_fr: Dupliquer
it_it: Duplicare
no_no: Duplisere
ru_ru: Дублировать

source: Missing Post ID
de_de: Fehlende Beitrag ID
es_es: Missing ID del anuncio
fr_fr: Poster manquant ID
it_it: Manca post ID
no_no: Mangler Post ID
ru_ru: Отсутствует идентификатор сообщения

source: Could not create new post, original post not found:
de_de: Neue Nachricht konnte nicht erstellt werden, ursprünglichen Beitrag nicht gefunden:
es_es: No se pudo crear nuevo puesto, post original no encontrado:
fr_fr: Impossible de créer un nouveau poste, message original introuvable:
it_it: Impossibile creare nuovo post, post originale non trovato:
no_no: Klarte ikke å lage nytt innlegg, opprinnelige innlegget ikke funnet:
ru_ru: Не удалось создать новое сообщение, оригинальный пост не найден:

source: You do not have permission to install plugin updates
de_de: Sie haben keine Berechtigung zum Plugin-Updates zu installieren
es_es: Usted no tiene permiso para instalar actualizaciones de plugins
fr_fr: Vous ne avez pas l'autorisation d'installer des mises à jour du plugin
it_it: Non hai il permesso di installare gli aggiornamenti dei plugin
no_no: Du har ikke tillatelse til å installere plugin oppdateringer
ru_ru: Вы не имеете разрешения для установки плагинов обновления

source: Error
de_de: Fehler
fr_fr: Erreur
it_it: Errore
no_no: Feil
ru_ru: Ошибка

source: Invalid Template ID provided
de_de: Ungültige Vorlagen-ID versehen
es_es: ID de plantilla no válida siempre
fr_fr: Modèle non valide ID fourni
it_it: Template ID valido a condizione
no_no: Ugyldig Mal ID gitt
ru_ru: Неверный шаблона при условии,

source: A generic system error occured!
de_de: Ein generisches System Fehler aufgetreten!
es_es: Un error de sistema genérico ocurrió!
fr_fr: Une erreur de système générique se est produite!
it_it: Un errore di sistema generico verificato!
no_no: Et generisk system feil oppstod!
ru_ru: Общая ошибка системы произошло!

source: Must preload Integral_MailChimp_API class
de_de: Muss Integral_MailChimp_API Klasse Vorspannung
es_es: Debe precargar clase Integral_MailChimp_API
fr_fr: Doit précharger classe Integral_MailChimp_API
it_it: Deve precarico Classe Integral_MailChimp_API
no_no: Må preload Integral_MailChimp_API klasse
ru_ru: Должен поджать класс Integral_MailChimp_API

source: Missing 1 of these required options (list_id, subject, from_email, to_name)
de_de: Fehlt 1 dieser erforderlichen Optionen (LIST_ID, Thema, from_email, TO_NAME)
es_es: Falta 1 de estas opciones requeridas (list_id, tema, from_email, TO_NAME)
fr_fr: Manque une de ces options requises (list_id, sous réserve, from_email, TO_NAME)
it_it: Manca 1 di queste opzioni necessarie (list_id, soggetto, from_email, TO_NAME)
no_no: Mangler en av disse nødvendige alternativer (list_id, emne, FROM_EMAIL, TO_NAME)
ru_ru: Пропавших без вести 1 из этих необходимых опций (list_id, при условии, from_email, to_name)

source: Please provide only 1 of these content fields (html, sections, text, url, archive)
de_de: Bitte geben Sie nur 1 von diesen Inhaltsfelder (html, Schnitte, Text, URL, Archiv)
es_es: Sírvanse proporcionar sólo 1 de estos campos de contenido (html, secciones, texto, URL, archivo)
fr_fr: Se il vous plaît fournir une seule de ces champs de contenu (html, sections, texte, url, archives)
it_it: Si prega di fornire solo 1 di questi campi di contenuto (html, sezioni, testo, URL, archivio)
no_no: Vennligst oppgi bare en av disse innholds felt (html, seksjoner, tekst, url, arkiv)
ru_ru: Просьба указывать только 1 из этих полей контента (HTML, разделы, текст, URL, архив)

source: recipients
de_de: Empfänger
es_es: destinatarios
fr_fr: bénéficiaires
it_it: destinatari
no_no: mottakere
ru_ru: получатели

source: There was a problem loading the segments for this list (%1$s).
de_de: Es gab ein Problem Laden der Segmente für diese Liste ( %1$s ).
es_es: Hubo un problema al cargar los segmentos para esta lista (%1$s).
fr_fr: Il y avait un problème de chargement des segments pour cette liste ( %1$s ).
it_it: Si è verificato un problema durante il caricamento dei segmenti per questa lista ( %1$s ).
no_no: Det var et problem med å laste segmentene for denne listen ( %1$s ).
ru_ru: Был проблема при загрузке сегменты для этого списка (%1$s).

source: subscribers
de_de: Abonnenten
es_es: suscriptores
fr_fr: abonnés
it_it: abbonati
no_no: abonnenter
ru_ru: Абоненты

source: Interest Groups have not been enabled for this list (%1$s).
de_de: Interessengruppen nicht für diese Liste aktiviert ( %1$s ).
es_es: Grupos de interés no se han habilitado para esta lista (%1$s).
fr_fr: Groupes d'intérêts ne ont pas été activée pour cette liste ( %1$s ).
it_it: Gruppi di interesse non sono stati abilitati per questa lista ( %1$s ).
no_no: Interessegrupper har ikke blitt aktivert for denne listen ( %1$s ).
ru_ru: Группы интересов не был включен для этого списка (%1$s).

source: MailChimp was unable to validate the URL that was provided (%1$s). Please confirm that the url is live and available to the web.
de_de: MailChimp konnte die URL, die zur Verfügung gestellt wurde validieren ( %1$s ). Bitte bestätigen Sie, dass der URL-Live und für das Web ist.
es_es: MailChimp no pudo validar la URL facilitada (%1$s). Por favor, confirme que la url es en vivo y disponible en la web.
fr_fr: MailChimp était incapable de valider l'URL qui a été fourni ( %1$s ). Se il vous plaît confirmer que l'URL est en direct et disponible sur le Web.
it_it: MailChimp è stato in grado di convalidare l'URL che è stato fornito ( %1$s ). Si prega di confermare che l'url è vivo e disponibile sul web.
no_no: MailChimp var ute av stand til å validere nettadressen som ble levert ( %1$s ). Vennligst bekreft at url er levende og tilgjengelig på Internett.
ru_ru: MailChimp не удалось проверить URL-адрес, который был предоставлен (%1$s). Пожалуйста, подтвердите, что URL жив и доступны в Интернете.

source: Invalid File Path Provided
de_de: Ungültige Dateipfad Vorausgesetzt
es_es: Ruta del archivo inválida proporcionada
fr_fr: Invalid Chemin du fichier fourni
it_it: Non valido Percorso file fornito
no_no: Ugyldig Filbane Forut
ru_ru: Неверный путь к файлу условии

source: Invalid Permissions.
de_de: Ungültige Berechtigungen.
es_es: Permisos válidos.
fr_fr: Permission invalide.
it_it: Permessi validi.
no_no: Ugyldige Tillatelser.
ru_ru: Неверный ящика.

source: %1$s Debug Log
es_es: %1$s Registro de depuración
fr_fr: %1$s du journal de débogage
no_no: %1$s Debug Logg

source: Debug Log
es_es: Registro de depuración
fr_fr: Journal de débogage
no_no: Debug Logg

source: Clear Log
de_de: Protokoll löschen
es_es: Borrar registro
fr_fr: Effacer le journal
it_it: Cancella registro
no_no: Slett logg

source: Email
es_es: Correo electrónico
no_no: E-post

source: Posts
fr_fr: Articles

source: MailChimp API Key
de_de: MailChimp API-Schlüssel
