Repository: kingefe/agritect
Catalog: site/web/app/plugins/integralmailchimp/languages/integral-mailchimp-*.po
Languages: de_de, es_es, fr_fr, it_it, no_no, ru_ru

source: Email Categories
de_de: E-Mail Kategorien
es_es: Email Categorías
fr_fr: Email Activités
it_it: Mail Categorie
no_no: E-post Kategorier
ru_ru: Отправить Категории

source: Email Category
de_de: E-Mail Kategorie
es_es: Email Categoría
fr_fr: Email Catégorie
it_it: Email Categoria
no_no: E-post Kategori
ru_ru: Email Категория

source: Add New Email Category
de_de: Neue E-Mail Kategorie
es_es: Agregar nuevo Email Categoría
fr_fr: Ajouter New Email Catégorie
it_it: Aggiungi nuovo Email Categoria
no_no: Legg til ny e-post kategori
ru_ru: Добавить новый Email Категория

source: Email Subject
de_de: E-Mail Betreff
es_es: Asunto del correo
fr_fr: Email Sujet
it_it: Email Oggetto
no_no: E-post Subject
ru_ru: Тема электронного письма

source: Email Subject Line
de_de: E-Mail-Betreffzeile
es_es: Asunto del correo Línea
fr_fr: Courriel Sujet
it_it: E-mail Oggetto
no_no: E emnefeltet
ru_ru: Тема электронного письма Line

source: Email Recipients
de_de: E-Mail-Empfänger
es_es: Destinatarios de correo electrónico
fr_fr: Destinataires de l'email
it_it: Destinatari di email
no_no: E-postmottakere
ru_ru: E-mail получателя

source: Choose a List
de_de: Wählen Sie eine Liste
es_es: Elija una Lista
fr_fr: Choisissez une liste
it_it: Scegli un List
no_no: Velg en liste
ru_ru: Выберите список

source: Email Sending Options
de_de: E-Mail-Sendeoptionen
es_es: Email Opciones de envío
fr_fr: Envoyer Options d'envoi
it_it: L'invio di email Opzioni
no_no: E-post Sending Options
ru_ru: Email Отправка Опции

source: To Name
de_de: Um Namens
es_es: Para Nombre
fr_fr: Pour Nom
it_it: Per Nome
no_no: Til Navn
ru_ru: Кому Имя

source: Email Template
de_de: E-Mail-Vorlage
es_es: Plantilla de correo electrónico
fr_fr: Modèle de courrier électronique
no_no: E-post Mal
ru_ru: Email Шаблон

source: Your Saved Templates
de_de: Ihre gespeicherten Vorlagen
es_es: Sus plantillas guardadas
fr_fr: Vos modèles enregistrés
it_it: I modelli salvati
no_no: Dine lagrede maler
ru_ru: Сохраненные шаблоны

source: MailChimp Templates
de_de: MailChimp Vorlagen
es_es: Plantillas MailChimp
fr_fr: Modèles MailChimp
it_it: Modelli MailChimp
no_no: MailChimp Maler
ru_ru: Mailchimp Шаблоны

source: Email Test and Send
de_de: E-Mail-Test und senden
es_es: Enviar Prueba y Enviar
fr_fr: Envoyer Test et Envoyer
it_it: Email Test e Invia
no_no: Email Test og Send
ru_ru: Электронная почта тест и отправить

source: Save as Draft
de_de: Als Entwurf speichern
es_es: Guardar como borrador
fr_fr: Enregistrer brouillon
it_it: Salva come bozza
no_no: Lagre som utkast
ru_ru: Сохранить как черновик

source: Save Draft
de_de: Entwurf speichern
es_es: Guardar borrador
fr_fr: Enregistrer le brouillon
it_it: Salva bozza
no_no: Lagre Draft
ru_ru: Сохранить черновик

source: Enter an Email Address to Send a Test To
de_de: Geben Sie eine E-Mail Adresse, um eine Test-To Send
es_es: Introduzca una dirección de correo electrónico para enviar una prueba para
fr_fr: Entrez une adresse de courriel pour envoyer un test pour
it_it: Inserire indirizzo e-mail per inviare un test per
no_no: Skriv inn en e-postadresse for å sende en test for å
ru_ru: Введите адрес электронной почты, чтобы отправить тестовое Чтобы

source: Send Test Email
es_es: Enviar correo electrónico de prueba
no_no: Send Test E-post
ru_ru: Отправить тестовое письмо

source: Send Test
ru_ru: Отправить Тест

source: Send Email to All Selected Subscribers
de_de: Senden Sie E-Mail an alle ausgewählten Teilnehmer
es_es: Enviar correo electrónico a todos los suscriptores seleccionados
fr_fr: Envoyer un message à tous les abonnés sélectionnés
it_it: Invia e-mail a tutti i Sottoscrittori selezionati
no_no: Send e-post til alle valgte Abonnenter
ru_ru: Отправить на e-mail, чтобы всех выбранных абонентов

source: Send Email Now!
de_de: E-Mail jetzt senden!
es_es: Enviar email ahora!
fr_fr: Envoyer un email!
it_it: Invia candidatura ora!
no_no: Send e-post nå!
ru_ru: Отправить на e-mail прямо сейчас!

source: Date Sent
de_de: Verschickt-Datum
es_es: Fecha de envío
fr_fr: Date d'envoi
it_it: Data Sent
no_no: Dato Sendte
ru_ru: Дата отправки

source: # Subscribers
de_de: # Abonnenten
es_es: # Suscriptores
fr_fr: # abonnés
it_it: # abbonati
no_no: # Abonnenter
ru_ru: # Подписчики

source: Opens
de_de: Öffnet
es_es: Abre
fr_fr: Ouvre
it_it: Apre
no_no: Åpner
ru_ru: Открывает

source: Bounces
es_es: Rebotes
fr_fr: Rebonds
it_it: Rimbalzi
no_no: Spretter
ru_ru: Отказы

source: Clicks
de_de: Anzahl von Klicks
fr_fr: Clics
it_it: Clic
no_no: Klikk
ru_ru: Щелчки

source: Unpublished
de_de: Unveröffentlicht
es_es: Inédito
fr_fr: Inédit
it_it: Inedito
no_no: Upublisert
ru_ru: Неопубликованный

source: %1$s ago
de_de: %1$s vor
es_es: %1$s hace
fr_fr: %1$s il ya
it_it: %1$s fa
no_no: %1$s siden
ru_ru: %1$s назад

source: Sent
es_es: Enviado
fr_fr: Expédié
it_it: Inviati
no_no: Sendte
ru_ru: Посланный

source: Missed schedule
de_de: Verpasste Zeitplan
es_es: Horario omitida
fr_fr: Omission de calendrier
it_it: Missed calendario
no_no: Tapte tidsplan
ru_ru: Пропущенный график

source: Scheduled
de_de: Geplant
es_es: Programado
fr_fr: Prévu
it_it: Programmato
no_no: Planlagt
ru_ru: Запланированное

source: Last Modified
de_de: Zuletzt geändert
es_es: La última actualización
fr_fr: Dernière mise à jour
it_it: Ultima modifica
no_no: Sist endret
ru_ru: Последнее обновление

source: %s Lists
de_de: %s Listen
es_es: %s Listas
fr_fr: %s Listes
it_it: %s Elenchi
no_no: %s Lister
ru_ru: %s Списки

source: Merge Tag
es_es: Combinar Tag
fr_fr: Fusionner Tag
it_it: Unisci Tag
no_no: Fusjonere Tag
ru_ru: Слияние тегов

source: Field Type
de_de: Feldtyp
es_es: Tipo de campo
fr_fr: Type de champ
it_it: Tipo di campo
no_no: Felttype
ru_ru: Поле Тип

source: Source
de_de: Quelle
es_es: Fuente
it_it: Fonte
no_no: Kilde
ru_ru: Источник

source: The Merge Tag was Deactivated
de_de: Der Merge Tag Deaktiviert wurde
es_es: El Tag Combinar fue desactivado
fr_fr: Le Tag de fusion a été désactivé
it_it: Il Tag Merge è stato disattivato
no_no: Flett Tag ble Deaktivert
ru_ru: Слияние тегов был приостановлен

source: The Merge Tag was Activated
de_de: Der Merge-Tag aktiviert wurde
es_es: El Tag Combinar fue activado
fr_fr: Le Tag de fusion a été activé
it_it: Il Tag Merge è stato attivato
no_no: Flett Tag ble Aktivert
ru_ru: Слияние тегов был активирован

source: The Merge Tag was updated in MailChimp
de_de: Der Merge-Tag wurde in MailChimp aktualisiert
es_es: El Tag Merge se actualizó en MailChimp
fr_fr: Le Tag de fusion a été mis à jour dans MailChimp
it_it: Il Tag Merge è stato aggiornato in MailChimp
no_no: Flett Tag ble oppdatert i MailChimp
ru_ru: Слияние тегов был обновлен в MailChimp

source: The Merge Tag was added to MailChimp
de_de: Der Merge-Tag wurde in MailChimp hinzugefügt
es_es: El Tag Combinar esta en MailChimp
fr_fr: Le Tag de fusion a été ajouté à MailChimp
it_it: Il Tag Merge è stato aggiunto al MailChimp
no_no: Flett Tag ble lagt til MailChimp
ru_ru: Слияние тегов был добавлен в MailChimp

source: Error Processing Merge Tag
de_de: Fehlerbearbeitung Merge Tag
es_es: Error Combinar Procesamiento Tag
fr_fr: Erreur de traitement de fusion Tag
it_it: Errore Processing Merge Tag
no_no: Feil Processing Merge Tag
ru_ru: Ошибка при обработке Merge Tag

source: %1$s Widget Description
de_de: %1$s Widget Beschreibung
es_es: %1$s Widget Descripción
it_it: %1$s Widget Descrizione
no_no: %1$s Widget Beskrivelse
ru_ru: %1$s Widget Описание

source: %1$s Subscribe
de_de: %1$s abonnieren
es_es: %1$s Suscribirse
fr_fr: %1$s abonner
it_it: %1$s Iscriviti
no_no: %1$s Abonner
ru_ru: %1$s Подписаться

source: Email List Subscribe Form
de_de: E-Mail-Liste Anmeldeformular
es_es: Lista de Correo Suscribirse Formulario
fr_fr: Email Liste Formulaire d'abonnement
it_it: Lista Sottoscrivi Form
no_no: Email List Abonner Form
ru_ru: Email Список Подписаться Форма

source: Title
de_de: Titel
es_es: Título
fr_fr: Titre
it_it: Titolo
no_no: Tittel
ru_ru: Название

source: Description
de_de: Beschreibung
es_es: Descripción
it_it: Descrizione
no_no: Beskrivelse
ru_ru: Описание

source: Register new Subscribers as new WordPress Users
de_de: Anmelden neue Abonnenten als neue Wordpress-Benutzer
es_es: Registrar nuevos suscriptores como nuevos usuarios de WordPress
fr_fr: Créer de nouveaux abonnés que de nouveaux utilisateurs de WordPress
it_it: Registrare nuovi abbonati come nuovi utenti WordPress
no_no: Registrere nye abonnenter som nye WordPress Brukere
ru_ru: Регистрация новых абонентов, а Новый WordPress пользователей

source: Select a List
de_de: Wählen Sie eine Liste
es_es: Seleccione una lista
fr_fr: Sélectionnez une liste
it_it: Selezionare una lista
no_no: Velg en liste
ru_ru: Выберите список

source: No Interest Group
de_de: Kein Interest Group
fr_fr: Aucun groupe d'intérêt
no_no: Ingen Interest Group
ru_ru: Нет Interest Group

source: Select an Interest Grouping
de_de: Wählen Sie eine Interessenvereinigung
es_es: Seleccione una Agrupación de Interés
fr_fr: Sélectionnez un Groupement d'Intérêt
it_it: Selezionare un gruppo d'interesse
no_no: Velg en foretaksgruppe
ru_ru: Выберите процентной группировка

source: Select Merge Tags
de_de: Wählen Merge Stichworte
es_es: Seleccione Combinar etiquetas
fr_fr: Sélectionnez Fusion Balises
it_it: Selezionare Unisci Tags
no_no: Velg Integrer Tags
ru_ru: Выберите Теги Объединить

source: The email is invalid, please provide a valid email.
de_de: Die E-Mail ist ungültig, bitte geben Sie eine gültige E-Mail.
es_es: El correo electrónico no es válida, por favor introduce un correo electrónico válido.
fr_fr: Le courriel est invalide, se il vous plaît fournir une adresse email valide.
it_it: L'e-mail non è valido, si prega di fornire un indirizzo email valido.
no_no: E-posten er ugyldig, må du oppgi en gyldig e-post.
ru_ru: E-mail является недействительным, пожалуйста, предоставьте действительный адрес электронной почты.

source: Please provide a valid email.
de_de: Bitte geben Sie eine gültige E-Mail.
es_es: Por favor introduce un correo electrónico válido.
fr_fr: Se il vous plaît fournir une adresse email valide.
it_it: Si prega di fornire un indirizzo email valido.
no_no: Vennligst oppgi en gyldig e-post.
ru_ru: Пожалуйста, укажите действительный адрес электронной почты.

source: Please fill in a
de_de: Bitte füllen Sie eine
es_es: Por favor, rellene un
fr_fr: Se il vous plaît remplir un
it_it: Si prega di compilare in un
no_no: Fyll ut en
ru_ru: Пожалуйста, заполните

source: Subscribe
de_de: Zeichnen
es_es: Suscribir
fr_fr: Souscrire
it_it: Abbonarsi
no_no: Abonner
ru_ru: Подписываться

source: Please configure widget
de_de: Bitte konfigurieren Widget
es_es: Por favor, configure el widget
fr_fr: Se il vous plaît configurer le widget
it_it: Configurare widget di
no_no: Vennligst konfigurere widget
ru_ru: Пожалуйста, настройте виджет

source: Invalid Email
de_de: Unbekanntes E-mail
es_es: No válida de correo electrónico
fr_fr: Email valide
it_it: Email non valida
no_no: Ugyldig E-post
ru_ru: Неправильный адрес электронной почты

source: Invalid Value
de_de: Ungültigen Wert
es_es: Valor no válido
fr_fr: Valeur non valide
it_it: Valore non valido
no_no: Ugyldig verdi
ru_ru: Неправильное значение

source: There was an error subscribing you. Please contact the site administrator for assistance.
de_de: Es gab einen Fehler abonnieren möchte. Bitte kontaktieren Sie die Website-Administrator.
es_es: Hubo un error al suscribirse usted. Por favor, póngase en contacto con el administrador del sitio para obtener ayuda.
fr_fr: Il y avait une erreur vous abonnant. Se il vous plaît contacter l'administrateur du site d'assistance.
it_it: Si è verificato un errore che la sottoscrizione. Si prega di contattare l'amministratore del sito per assistenza.
no_no: Det oppstod en feil ved å abonnere deg. Ta kontakt med nettstedets administrator for å få hjelp.
ru_ru: Был ошибка подписке вас. Пожалуйста, свяжитесь с администрацией сайта для получения помощи.

source: This email is already subscribed
de_de: Diese E-Mail ist bereits angemeldet
es_es: Este correo electrónico ya está suscrito
fr_fr: Cet e-mail est déjà abonné
it_it: Questa email è già sottoscritto
no_no: Denne e-posten er allerede abonnerer
ru_ru: Данный адрес электронной почты уже подписан

source: Thank you for subscribing!
de_de: Vielen Dank für Ihre Anmeldung!
es_es: Gracias por suscribirse!
fr_fr: Merci de votre inscription!
it_it: Grazie per esserti iscritto!
no_no: Takk for at du abonnerer!
ru_ru: Спасибо за подписку!

source: %1$s Lists
de_de: %1$s Listen
es_es: %1$s Listas
fr_fr: %1$s les listes
it_it: %1$s Elenchi
no_no: %1$s Lister
ru_ru: %1$s Списки

source: Indicates a matching Merge Tag in MailChimp
de_de: Zeigt eine passende Merge Tag in MailChimp
es_es: Indica una etiqueta Combinar correspondencia en MailChimp
fr_fr: Indique une marque correspondant de fusion dans MailChimp
it_it: Indica un tag corrispondente Merge in MailChimp
no_no: Indikerer en matchende Merge Tag i MailChimp
ru_ru: Указывает на соответствие слияния тегов в MailChimp

source: Active
de_de: Aktiv
es_es: Activo
fr_fr: Actif
it_it: Attivo
no_no: Aktiv
ru_ru: Активный

source: Merge Tags that will be synced with MailChimp
de_de: Merge Tags die mit MailChimp synchronisiert werden
es_es: Combinar etiquetas que se sincronizarán con MailChimp
fr_fr: Fusionner les tags sera synchronisé avec MailChimp
it_it: Unisci Tags che saranno sincronizzati con MailChimp
no_no: Fusjonere tagger som vil bli synkronisert med MailChimp
ru_ru: Слияние теги, которые будут синхронизироваться с MailChimp

source: Inactive
de_de: Inaktiv
es_es: Inactivo
fr_fr: Inactif
it_it: Inattivo
no_no: Inaktiv
ru_ru: Неактивный

source: Merge Tags that will not be synced with MailChimp
de_de: Merge Tags die nicht mit MailChimp synchronisiert werden
es_es: Combinar etiquetas que no se sincronizan con MailChimp
fr_fr: Fusionner les tags ne seront pas synchronisés avec MailChimp
it_it: Unisci Tag che non saranno sincronizzati con MailChimp
no_no: Fusjonere tagger som ikke vil bli synkronisert med MailChimp
ru_ru: Слияние тегов, которые не будут синхронизированы с MailChimp

source: Unused
de_de: Ungebraucht
es_es: No usado
fr_fr: Inutilisé
it_it: Non usato
no_no: Ubrukt
ru_ru: Неиспользованный

source: Merge Tags that are currently unavailable for syncing to MailChimp
de_de: Merge Tags die für die Synchronisierung zu MailChimp derzeit nicht verfügbar sind
es_es: Combinar etiquetas que actualmente no están disponibles para la sincronización de MailChimp
fr_fr: Fusionner les tags sont actuellement indisponibles pour la synchronisation avec MailChimp
it_it: Unisci Tags che sono attualmente disponibili per la sincronizzazione di MailChimp
no_no: Fusjonere tagger som ikke er tilgjengelige for synkronisering til MailChimp
ru_ru: Слияние метки, которые в настоящее время недоступны для синхронизации с MailChimp

source: No MailChimp Email Lists found!
de_de: Keine MailChimp Email Listen gefunden!
es_es: No hay listas de correo electrónico MailChimp encontrado!
fr_fr: Aucun MailChimp listes de courriel trouvé!
it_it: Nessun MailChimp liste email trovati!
no_no: Ingen MailChimp E-postlister funnet!
ru_ru: Нет Mailchimp списки адресов электронной почты не найден!

source: Select User Role
de_de: Wählen Sie die Benutzerrolle
es_es: Seleccione la función del usuario
fr_fr: Sélectionner un rôle de l'utilisateur
it_it: Seleziona ruolo utente
no_no: Velg Bruker Rolle
ru_ru: Выберите роль пользователя

source: SYNC NOW
no_no: SYNC NÅ
ru_ru: Синхронизировать сейчас

source: Error Loading User Roles
de_de: Fehler beim Laden von Benutzerrollen
es_es: Error al cargar las funciones de usuario
fr_fr: Erreur lors du chargement des rôles d'utilisateur
it_it: Errore Caricamento ruoli utente
no_no: Feil ved lasting av brukerroller
ru_ru: Ошибка при загрузке Роли пользователей

source: Error Loading Sync Button
de_de: Fehler beim Laden der Sync-Taste
es_es: Error al cargar sincronización Botón
fr_fr: Erreur lors du chargement Sync Bouton
it_it: Errore durante il caricamento di sincronizzazione Button
no_no: Feil Laster Sync Button
ru_ru: Ошибка при загрузке синхронизации Кнопка

source: Batch Update
de_de: Batch aktualisieren
es_es: Actualización de lote
fr_fr: Mise à jour de lot
it_it: Aggiornamento Batch
ru_ru: Пакетная Update

source: Please select a User Role
de_de: Bitte wählen Sie einen Benutzerrolle
es_es: Por favor seleccione una función de usuario
fr_fr: Se il vous plaît sélectionner un rôle d'utilisateur
it_it: Selezionare un ruolo utente
no_no: Vennligst velg en Brukerrolle
ru_ru: Пожалуйста, выберите роль пользователя

source: The Merge Tag was Updated in MailChimp
de_de: Der Merge-Tag wurde in MailChimp aktualisiert
es_es: El Tag Merge se actualizó en MailChimp
fr_fr: Le Tag de fusion a été mis à jour dans MailChimp
it_it: Il Tag Merge è stato aggiornato in MailChimp
no_no: Flett Tag ble oppdatert i MailChimp
ru_ru: Слияние тегов был обновлен в MailChimp

source: The Merge Tag was Added to MailChimp
de_de: Der Merge-Tag wurde in MailChimp Hinzugefügt
es_es: El Tag Combinar esta en MailChimp
fr_fr: Le Tag de fusion a été ajouté à MailChimp
it_it: Il Tag Merge è stato aggiunto al MailChimp
no_no: Flett merket ble lagt til MailChimp
ru_ru: Слияние тегов был добавлен в MailChimp

source: First Name
de_de: Vorname
es_es: Nombre De Pila
fr_fr: Prénom
it_it: Nome
no_no: Fornavn
ru_ru: Имя

source: Last Name
de_de: Nachname
es_es: Apellido
fr_fr: Nom De Famille
it_it: Cognome
no_no: Etternavn
ru_ru: Фамилия

source: Nickname
de_de: Spitzname
es_es: Apodo
fr_fr: Surnom
it_it: Soprannome
no_no: Kallenavn
ru_ru: Прозвище

source: User Role
de_de: Benutzerrolle
es_es: Función de usuario
fr_fr: Rôle de l'utilisateur
it_it: Ruolo utente
no_no: Brukerrolle
ru_ru: Роль пользователя

source: %1$s is already subscribed to the '%2$s' MailChimp list.
de_de: %1$s ist bereits auf die abonniert '%2$s' MailChimp-Liste.
es_es: %1$s ya está suscrito a la ' %2$s 'lista MailChimp.
fr_fr: %1$s est déjà abonné à l'' %2$s 'liste MailChimp.
it_it: %1$s è già sottoscritto l '%2$s' lista MailChimp.
no_no: %1$s er allerede abonnerer på « %2$s 'MailChimp liste.
ru_ru: %1$s уже подписан на '%2$s'MailChimp списка.

source: There was a generic error during the unsubscribe process
de_de: Es gab eine allgemeine Fehlermeldung während des Abmeldeprozess
es_es: Hubo un error genérico durante el proceso de darse de baja
fr_fr: Il y avait une erreur générique pendant le processus de désabonnement
it_it: Si è verificato un errore generico durante il processo unsubscribe
no_no: Det var en generisk feil under unsubscribe prosessen
ru_ru: Был общая ошибка во время отказа от подписки процесса

source: The user (%1$s) was successfully updated in the '%2$s' MailChimp list.
de_de: Der Benutzer ( %1$s ) wurde erfolgreich in der aktualisiert '%2$s' MailChimp-Liste.
es_es: El usuario (%1$s) se ha actualizado correctamente en los '%2$s' lista MailChimp.
fr_fr: L'utilisateur ( %1$s ) a été mis à jour avec succès dans les années '%2$s' la liste MailChimp.
it_it: L'utente ( %1$s ) è stato aggiornato con successo negli '%2$s' lista MailChimp.
no_no: Brukeren ( %1$s ) ble oppdatert i ' %2$s 'MailChimp liste.
ru_ru: Пользователь (%1$s) был успешно обновлен в '%2$s' список MailChimp.

source: There was an error updating the user (%1$s) in the '%2$s' MailChimp list.
de_de: Es gab einen Fehler Aktualisierung der Benutzer ( %1$s) in der '%2$s' MailChimp-Liste.
es_es: Hubo un error al actualizar el usuario (%1$s) en el '%2$s' lista MailChimp.
fr_fr: Il y avait une erreur de mise à jour l'utilisateur ( %1$s ) dans le '%2$s' liste MailChimp.
it_it: Si è verificato un errore durante l'aggiornamento l'utente ( %1$s ) in '%2$s' lista MailChimp.
no_no: Det oppsto en feil under oppdatering brukeren ( %1$s ) i ' %2$s 'MailChimp liste.
ru_ru: Был ошибка обновления пользователя (%1$s) в '%2$s' MailChimp списка.

source: The webhook registration process has been skipped
de_de: Die WebHooks Registrierung übersprungen wurde
es_es: El proceso de registro webhook se ha omitido
fr_fr: Le processus d'enregistrement de webhook a été sautée
it_it: Il processo di registrazione webhook è stato ignorato
no_no: Den webhook registreringsprosessen har blitt hoppet over
ru_ru: Процесс регистрации webhook был пропущен

source: The webhooks were successfully registered!
de_de: Die webhooks erfolgreich registriert!
es_es: Los WebHooks se registraron con éxito!
fr_fr: Les webhooks ont été enregistrées avec succès!
it_it: I webhooks stati registrati con successo!
no_no: De webhooks ble registrert!
ru_ru: В webhooks были успешно зарегистрированы!

source: Although it is inadvisable, you may also choose to
de_de: Obwohl es nicht ratsam ist, können Sie auch wählen
es_es: Aunque no es recomendable, también puede optar por
fr_fr: Bien qu'il soit déconseillé, vous pouvez également choisir de
it_it: Anche se non è consigliabile, si può anche scegliere di
no_no: Selv om det er utilrådelig, kan du også velge å
ru_ru: Хотя это нецелесообразно, вы можете также выбрать

source: skip this process
de_de: überspringen Sie diesen Prozess
es_es: omitir este proceso
fr_fr: sauter ce processus
it_it: ignorare questo processo
no_no: hoppe over denne prosessen
ru_ru: пропустите этот процесс

source: What is this?
de_de: Was ist das?
es_es: Qué es esto?
fr_fr: Qu'est-ce que c'est?
it_it: Cos'è questo?
no_no: Hva er dette?
ru_ru: Что это?

source: An error occured attempting to register the MailChimp Webhooks.
de_de: Ein Fehler ist aufgetreten versuchen, die MailChimp Webhooks registrieren.
es_es: Se produjo un error intentar registrar los WebHooks MailChimp.
fr_fr: Une erreur est survenue tenter d'enregistrer les Webhooks MailChimp.
it_it: Errore durante il tentativo di registrare i Webhooks MailChimp.
no_no: Det oppstod en feil å forsøke å registrere MailChimp Webhooks.
ru_ru: Произошла ошибка попытке зарегистрировать Mailchimp Webhooks.

source: Please refer to the %1$s debug %2$s logs for more information.
de_de: Bitte beachten Sie die %1$s Debug %2$s Protokolle für weitere Informationen.
es_es: Por favor refiérase a las %1$s depuración %2$s registros para obtener más información.
fr_fr: Se il vous plaît se référer aux %1$s debug %2$s les journaux pour plus d'informations.
it_it: Si prega di fare riferimento ai %1$s di debug %2$s log per ulteriori informazioni.
no_no: Vennligst referer til %1$s debug %2$s logger for mer informasjon.
ru_ru: Пожалуйста, обратитесь к %1$s отладки %2$s журналы для получения дополнительной информации.

source: For additional information about this issue, enable debugging %1$s here %2$s and attempt the webhook registration again.
de_de: Weitere Informationen zu diesem Problem, ermöglichen das Debuggen %1$s hier %2$s und versuchen die WebHooks Registrierung erneut.
es_es: Para obtener información adicional acerca de este problema, habilite la depuración de %1$s aquí %2$s e intentar el registro webhook nuevo.
fr_fr: Pour plus d'informations à propos de ce problème, activez le débogage %1$s ici %2$s et tenter à nouveau l'enregistrement de webhook.
it_it: Per ulteriori informazioni su questo problema, abilitare il debug %1$s qui %2$s e tentare nuovamente la registrazione webhook.
no_no: For ytterligere informasjon om dette problemet, aktiverer debugging %1$s her %2$s og forsøke webhook registrering igjen.
ru_ru: Для получения дополнительной информации об этой проблеме, включить отладку %1$s здесь %2$s и попытаться регистрацию webhook снова.

source: MailChimp Account Settings
de_de: MailChimp Account-Einstellungen
es_es: Configuración de la cuenta de MailChimp
fr_fr: MailChimp Paramètres du compte
it_it: Impostazioni account MailChimp
no_no: MailChimp kontoinnstillinger
ru_ru: Mailchimp Настройки аккаунта
