Repository: kingefe/agritect
Catalog: site/web/app/plugins/integralmailchimp/languages/integral-mailchimp-*.po
Languages: de_de, es_es, fr_fr, it_it, no_no, ru_ru

source: Invalid Submission
de_de: Ungültige Submission
es_es: Presentación válida
fr_fr: Soumission invalide
it_it: Submission non valido
no_no: Ugyldig innsending
ru_ru: Неверный Представление

source: Invalid License Key provided
de_de: Invalid License Key zur Verfügung gestellt
es_es: Clave de licencia no válida proporcionado
fr_fr: Clé de licence non valide fournie
it_it: Codice di licenza valido a condizione
no_no: Ugyldig License Key gitt
ru_ru: Неверный лицензионный ключ при условии,

source: Error trying to activate the License Key provided
de_de: Fehler beim Versuch, den Lizenzschlüssel zur Verfügung gestellt aktivieren
es_es: Error al intentar activar la clave de licencia proporcionada
fr_fr: Erreur en tentant d'activer la clé de licence fournie
it_it: Errore durante per attivare la chiave di licenza fornita
no_no: Feil prøver å aktivere License Key gitt
ru_ru: Ошибка при активировать лицензионный ключ, предоставляемый

source: Error trying to save the MailChimp API Key, please try again.
de_de: Fehler beim Versuch, die MailChimp API Key zu sparen, versuchen Sie es erneut.
es_es: Error tratando de salvar la clave de API de MailChimp, por favor vuelva a intentarlo.
fr_fr: Erreur en essayant de sauver la clé API MailChimp, se il vous plaît essayer à nouveau.
it_it: Errore nel tentativo di salvare il MailChimp API Key, si prega di riprovare.
no_no: Feil prøver å redde MailChimp API-nøkkel, prøv igjen.
ru_ru: Ошибка пытаясь спасти MailChimp ключ API, попробуйте еще раз.

source: That MailChimp API Key appears to be invalid.
de_de: Das MailChimp API Key ungültig zu sein scheint.
es_es: Esa clave MailChimp API no parece ser válida.
fr_fr: Cette clé API MailChimp semble invalide.
it_it: Quella chiave MailChimp API sembra non essere valido.
no_no: At MailChimp API-nøkkel ser ut til å være ugyldig.
ru_ru: Это MailChimp ключ API является недопустимым.

source: The settings have been updated
de_de: Die Einstellungen wurden aktualisiert
es_es: La configuración se ha actualizado
fr_fr: Les paramètres ont été mis à jour
it_it: Le impostazioni sono state aggiornate
no_no: Innstillingene har blitt oppdatert
ru_ru: Настройки были обновлены

source: The License Key was Deactivated for this plugin on this site
de_de: Der Lizenzschlüssel wurde für dieses Plugin auf dieser Seite Deaktiviert
es_es: La clave de licencia fue desactivado para este plugin en este sitio
fr_fr: La clé de licence a été désactivée pour ce plugin sur ce site
it_it: Il codice di licenza è stato disattivato per questo plugin su questo sito
no_no: License Key ble deaktivert for denne plugin på dette nettstedet
ru_ru: Лицензионный ключ был приостановлен для этого плагина на этом сайте

source: There was an issue deactivating the License Key
de_de: Es gab ein Problem Deaktivieren der Lizenzschlüssel
es_es: Había un problema desactivando la clave de licencia
fr_fr: Il y avait un problème de désactiver la clé de licence
it_it: C'è stato un problema di disattivare il codice di licenza
no_no: Det var et problem å deaktivere License Key
ru_ru: Был вопрос отключения лицензионного ключа

source: The API Key was Deactivated
de_de: Die API-Schlüssel wurde Deaktiviert
es_es: La clave de API fue desactivado
fr_fr: La clé de l'API a été désactivé
it_it: La chiave API è stato disattivato
no_no: API Key ble Deaktivert
ru_ru: API Key был приостановлен

source: There was an issue deactivating the API Key
de_de: Es gab ein Problem Deaktivierung der API-Schlüssel
es_es: Había un problema desactivando la clave de API
fr_fr: Il y avait un problème désactiver la clé API
it_it: C'è stato un problema disattivando la chiave API
no_no: Det var et problem å deaktivere API-nøkkel
ru_ru: Был вопрос отключения ключ API

source: The API Data was Reset
de_de: Die API-Daten wurden zurücksetzen
es_es: El API de datos fue Restablecer
fr_fr: Les données API a été Réinitialiser
it_it: I dati API è stato resettato
no_no: API Data ble Tilbakestill
ru_ru: API данных была Сброс

source: There was an issue deactivating the Key
de_de: Es gab ein Problem Deaktivieren der Key
es_es: Había un problema desactivando la tecla
fr_fr: Il y avait un problème de désactiver la clé
it_it: C'è stato un problema di disattivare il tasto
no_no: Det var et problem å deaktivere Key
ru_ru: Был вопрос отключения ключ

source: Something went wrong, please try again
de_de: Etwas schief gelaufen, bitte wiederholen
es_es: Algo salió mal, por favor intente de nuevo
fr_fr: Quelque chose ne allait pas, se il vous plaît essayer à nouveau
it_it: Qualcosa è andato storto, si prega di riprovare
no_no: Noe gikk galt, prøv igjen
ru_ru: Что-то пошло не так, попробуйте еще раз

source: The user syncing process has been skipped
de_de: Der Benutzer Synchronisierung Prozess wurde übersprungen
es_es: El proceso de sincronización de usuarios se ha omitido
fr_fr: Le processus utilisateur de synchronisation a été sautée
it_it: Il processo di sincronizzazione utente è stato ignorato
no_no: Brukeren synkronisering prosessen har blitt hoppet over
ru_ru: Пользовательский процесс синхронизации был пропущен

source: SETUP WIZARD
de_de: Setup-Assistent
es_es: ASISTENTE DE CONFIGURACIÓN
fr_fr: ASSISTANT DE CONFIGURATION
ru_ru: Мастер установки

source: Step 1 - %1$s Plugin License Key
de_de: Schritt 1 - %1$s Plugin Lizenzschlüssel
es_es: Paso 1 - %1$s Plugin clave de licencia
fr_fr: Étape 1 - %1$s Plugin la clé de licence
it_it: Fase 1 - %1$s Plugin License Key
no_no: Trinn 1 - %1$s Plugin License Key
ru_ru: Шаг 1 - %1$s Plugin Лицензионный ключ

source: Please click here to %1$s set your %2$s Plugin License key %3$s
de_de: Bitte klicken Sie hier, um %1$s stellen Sie Ihren %2$s Plugin Lizenzschlüssel %3$s
es_es: Haga clic aquí para %1$s fijan su %2$s clave de licencia Plugin %3$s
fr_fr: Se il vous plaît cliquez ici pour %1$s définir votre %2$s Plugin Clé de licence %3$s
it_it: Clicca qui per %1$s impostare il %2$s Plugin License chiave %3$s
no_no: Vennligst klikk her for å %1$s stille inn %2$s Plugin Lisensnøkkel %3$s
ru_ru: Пожалуйста, нажмите здесь, чтобы %1$s установлен ваш %2$s Plugin Лицензионный ключ %3$s

source: Step 2 - MailChimp API Key
de_de: Schritt 2 - MailChimp API-Schlüssel
es_es: Paso 2 - MailChimp API Key
fr_fr: Étape 2 - MailChimp API Key
it_it: Fase 2 - MailChimp API Key
no_no: Trinn 2 - MailChimp API Key
ru_ru: Шаг 2 - MailChimp API Key

source: Please click here to %1$s set your MailChimp API key %2$s (%3$s What is this? %4$s)
de_de: Bitte klicken Sie hier, um %1$s stellen Sie Ihre MailChimp API-Schlüssel %2$s ( %3$s Was ist das? %4$s )
es_es: Haga clic aquí para %1$s te ponen la API de MailChimp tecla %2$s ( %3$s ¿Qué es esto? %4$s )
fr_fr: Se il vous plaît cliquez ici pour %1$s mis votre clé API MailChimp %2$s ( %3$s ce est quoi? %4$s )
it_it: Clicca qui per %1$s impostare la chiave MailChimp API %2$s ( %3$s Cos'è questo? %4$s )
no_no: Vennligst klikk her for å %1$s sette MailChimp API-nøkkel %2$s ( %3$s Hva er dette? %4$s )
ru_ru: Пожалуйста, нажмите здесь, чтобы %1$s установлен ваш MailChimp API ключ %2$s (%3$s Что это? %4$s)

source: Step 3 - Default Email List
de_de: Schritt 3 - Standard-eMail-Liste an
es_es: Paso 3 - Default lista de correo electrónico
fr_fr: Étape 3 - Par défaut Liste Email
it_it: Fase 3 - Lista Email default
no_no: Trinn 3 - Standard e-postliste
ru_ru: Шаг 3 - по умолчанию список адресов электронной почты

source: Please click here to %1$s select a default MailChimp Email List %2$s
de_de: Bitte klicken Sie hier, um %1$s Wählen Sie eine Standard MailChimp E-Mail-Liste %2$s
es_es: Haga clic aquí para %1$s seleccione una lista de correo electrónico por defecto MailChimp %2$s
fr_fr: Se il vous plaît cliquez ici pour %1$s sélectionner un défaut MailChimp Email Liste %2$s
it_it: Clicca qui per %1$s selezionare un predefinito MailChimp List Email %2$s
no_no: Vennligst klikk her for å %1$s velge en standard MailChimp e-postliste %2$s
ru_ru: Пожалуйста, нажмите здесь, чтобы %1$s выберите по умолчанию MailChimp список адресов электронной почты %2$s

source: An Error Occurred
de_de: Ist ein Fehler aufgetreten
es_es: Se produjo un error
fr_fr: Une erreur est survenue
it_it: Un errore si era verificato
no_no: En feil oppstod
ru_ru: Произошла ошибка

source: Step 4 - Merge Tags and User Syncing
de_de: Schritt 4 - Merge-Tags und Benutzer Syncing
es_es: Paso 4 - Combinar etiquetas y usuario Sincronización
fr_fr: Étape 4 - Fusionner Tags et utilisateur Synchronisation
it_it: Fase 4 - Unire Tag e User sincronizzazione
no_no: Trinn 4 - Merge Tags og User Synkronisering
ru_ru: Шаг 4 - Объединение теги и пользователя Синхронизация

source: Please click here to %1$s sync your Merge Tags and Users %2$s to your MailChimp Email List or %3$s skip this process %4$s
de_de: Bitte klicken Sie hier, um %1$s synchronisieren Sie den Merge-Tags und Benutzer %2$s , um Ihre E-Mail-Liste oder MailChimp %3$s überspringen Sie diesen Vorgang %4$s
es_es: Haga clic aquí para %1$s sincronizan sus Combinar etiquetas y Usuarios %2$s a tu lista de correo electrónico MailChimp o %3$s omitir este proceso %4$s
fr_fr: Se il vous plaît cliquez ici pour %1$s synchroniser vos tags Fusionner et Utilisateurs %2$s à votre Email Liste MailChimp ou %3$s sauter ce processus %4$s
it_it: Clicca qui per %1$s sincronizzare i tuoi Tags Unisci e Utenti %2$s per la vostra lista e-mail o MailChimp %3$s saltare questo processo %4$s
no_no: Vennligst klikk her for å %1$s synkronisere Merge Tags og brukere %2$s til MailChimp e-postliste eller %3$s hoppe over denne prosessen %4$s
ru_ru: Пожалуйста, нажмите здесь, чтобы %1$s синхронизировать свои метки слияния и пользователей %2$s на ваш MailChimp список адресов электронной почты или %3$s пропустите этот процесс %4$s

source: Step 5 - MailChimp Event Webhooks
de_de: Schritt 5 - MailChimp Ereignis Webhooks
es_es: Paso 5 - MailChimp Evento WebHooks
fr_fr: Étape 5 - MailChimp Webhooks événement
it_it: Fase 5 - MailChimp Event Webhooks
no_no: Trinn 5 - MailChimp Hendelses Webhooks
ru_ru: Шаг 5 - MailChimp Событие Webhooks

source: Please click here to %1$s register the MailChimp webhooks %2$s for your site or %3$s skip this process (%4$s What is this? %5$s)
de_de: Bitte klicken Sie hier, um %1$s registrieren die MailChimp webhooks %2$s für Ihre Website oder %3$s überspringen Sie diesen Prozess ( %4$s Was ist das? %5$s )
es_es: Por favor haga clic aquí para %1$s registrar el MailChimp WebHooks %2$s para su sitio o %3$s omitir este proceso ( %4$s ¿Qué es esto? %5$s )
fr_fr: Se il vous plaît cliquez ici pour %1$s inscrire du MailChimp %2$s pour votre site ou %3$s sauter ce processus ( %4$s ce est quoi? %5$s )
it_it: Clicca qui per %1$s registrare il MailChimp webhooks %2$s per il tuo sito o %3$s saltare questo processo ( %4$s Cos'è questo %5$s )
no_no: Vennligst klikk her for å %1$s registrere MailChimp webhooks %2$s for nettstedet ditt eller %3$s hoppe over denne prosessen ( %4$s Hva er dette? %5$s )
ru_ru: Пожалуйста, нажмите здесь, чтобы %1$s зарегистрировать Mailchimp webhooks %2$s для вашего сайта или %3$s пропустите этот процесс (%4$s Что это? %5$s)

source: DEBUGGING IS NOT CURRENTLY ENABLED. ENABLE DEBUG LOGGING %1$s HERE %2$s
de_de: Debugging ist momentan nicht aktiviert. Die Debugprotokollierung %1$s HIER %2$s
es_es: DEPURACIÓN actualmente no está habilitada. Habilitar el registro de DEBUG %1$s AQUÍ %2$s
fr_fr: DEBUGGING ne est pas activée. PERMETTRE enregistrement de débogage %1$s ICI %2$s
it_it: Il debug non è attualmente abilitato. ABILITA DEBUG REGISTRAZIONE %1$s QUI %2$s
no_no: Feilsøking er for øyeblikket ikke aktivert. Aktiver feilsøkings LOGGE %1$s HER %2$s
ru_ru: Отладка настоящее время не доступен. Включения функции протоколирования отладки %1$s ЗДЕСЬ %2$s

source: Submit Issue with Debug Log
de_de: Ausgabe Senden Mit Debug Log
es_es: Enviar Problema con registro de depuración
fr_fr: Proposez Problème avec Debug Log
it_it: Invia Problema con Debug Log
no_no: Send Issue med Debug Logg
ru_ru: Отправить проблему с журнала отладки

source: Use the following form to submit an issue along with the debug log directly to the %1$s Team
de_de: Verwenden Sie das folgende Formular aus, um ein Problem mit dem Debug-Log direkt an der unterbreiten %1$s -Team
es_es: Utilice el siguiente formulario para enviar un tema junto con el registro de depuración directamente a los %1$s Equipo
fr_fr: Utilisez le formulaire suivant pour soumettre un problème avec le journal de débogage directement aux %1$s l'équipe
it_it: Utilizza il seguente modulo per inviare un problema con il registro di debug direttamente ai %1$s team
no_no: Bruk følgende skjema for å sende inn en sak sammen med debug log direkte til %1$s team
ru_ru: Используйте следующую форму, чтобы представить проблему вместе с журнала отладки непосредственно к %1$s Team

source: View the Debug Log below
de_de: Sehen Sie das Debugprotokoll unten
es_es: Ver el registro de depuración de abajo
fr_fr: Voir le journal de débogage ci-dessous
it_it: Visualizza il Debug Log sotto
no_no: Vise Debug Logg nedenfor
ru_ru: Просмотр журнала отладки ниже

source: Issue Description
de_de: Problem Beschreibung
es_es: Descripción del problema
fr_fr: Problème Description
it_it: Descrizione del problema
no_no: Beskrivelse av problemet
ru_ru: Выпуск Описание

source: Provide a description, as detailed as possible, about: %1$s What you were doing before the issue happened %2$s and %3$s What happened when the issue occured %4$s
de_de: Geben Sie eine Beschreibung, so detailliert wie möglich, etwa: %1$s , was Sie taten, bevor das Problem passiert %2$s und %3$s Was geschah, als das Problem aufgetreten %4$s
es_es: Proporcionar una descripción, lo más detallada posible, sobre: %1$s Lo que estaba haciendo antes de que el problema ocurrió %2$s y %3$s ¿Qué sucedió cuando el problema ocurrió %4$s
fr_fr: Fournir une description, aussi détaillée que possible, sur: %1$s ce que vous faisiez avant que la question qui se est passé %2$s et %3$s Qu'est-il arrivé lorsque la question se est produite %4$s
it_it: Fornire una descrizione, il più dettagliato possibile, su: %1$s Cosa stavi facendo prima il problema è accaduto %2$s e %3$s Che cosa è successo quando il problema si è verificato %4$s
no_no: Gi en beskrivelse, så detaljert som mulig, om: %1$s Hva du gjorde før problemet skjedde %2$s og %3$s Hva skjedde da problemet oppstod %4$s
ru_ru: Введите описание, как можно детальнее, о: %1$s То, что вы делали раньше Выпуск произошло %2$s и %3$s Что произошло, когда вопрос произошло %4$s

source: Please provide an issue description
de_de: Bitte geben Sie ein Thema Beschreibung
es_es: Por favor, proporcione una descripción cuestión
fr_fr: Se il vous plaît fournir une description de l'émission
it_it: Si prega di fornire una descrizione problema
no_no: Vennligst gi et problem beskrivelse
ru_ru: Пожалуйста, сообщите Описание проблемы

source: Please provide a useful issue description
de_de: Bitte geben Sie eine sinnvolle Ausgabe Beschreibung
es_es: Por favor, proporcione una descripción cuestión útil
fr_fr: Se il vous plaît fournir une description de l'émission utile
it_it: Si prega di fornire una descrizione problema utile
no_no: Vennligst gi en nyttig sak beskrivelse
ru_ru: Пожалуйста, предоставьте полезную Описание проблемы

source: Issue Priority
de_de: Ausgabe Priorität
es_es: Tema Prioridad
fr_fr: Priorité d'émission
it_it: Priorità Issue
no_no: Problemet Priority
ru_ru: Приоритетная задача

source: Please be gentle with this
de_de: Bitte sanft mit diesem
es_es: Por favor, sé amable con este
fr_fr: Se il vous plaît être doux avec ce
it_it: Si prega di essere gentile con questo
no_no: Vær forsiktig med dette
ru_ru: Пожалуйста, будьте нежны с этим

source: From Name
de_de: Von Name
es_es: Desde nombre
fr_fr: De Nom
it_it: Da Nome
no_no: Fra navn
ru_ru: От имени

source: Your name
de_de: Ihren Namen
es_es: Su nombre
fr_fr: Votre nom
it_it: Il tuo nome
no_no: Ditt navn
ru_ru: Ваше имя

source: From Email
de_de: Von E-Mail
es_es: Desde el correo electrónico
fr_fr: De Email
it_it: Da Email
no_no: Fra e-post
ru_ru: С адреса электронной почты

source: The email address for us to reply to
de_de: Die E-Mail-Adresse, damit wir zu antworten
es_es: La dirección de correo electrónico para nosotros la contestación a
fr_fr: L'adresse e-mail pour nous de répondre à
it_it: L'indirizzo e-mail per ricevere una risposta a
no_no: Epostadressen for oss å svare på
ru_ru: Адрес электронной почты для нас, чтобы ответить на

source: Please provide an email address for us to reply to
de_de: Bitte geben Sie eine E-Mail-Adresse, damit wir zu antworten
es_es: Proporcione una dirección de correo electrónico para nosotros la contestación a
fr_fr: Se il vous plaît fournir une adresse e-mail pour nous de répondre à
it_it: Si prega di fornire un indirizzo e-mail per ricevere una risposta a
no_no: Vennligst oppgi en e-postadresse for oss å svare på
ru_ru: Пожалуйста, введите адрес электронной почты для нас, чтобы ответить на

source: Please provide a valid email address for us to reply to
de_de: Bitte geben Sie eine gültige E-Mail-Adresse, damit wir zu antworten
es_es: Por favor ingrese su dirección de correo electrónico válida para nosotros la contestación a
fr_fr: Se il vous plaît fournir une adresse email valide pour nous de répondre à
it_it: Si prega di fornire un indirizzo email valido per ricevere una risposta a
no_no: Vennligst oppgi en gyldig e-postadresse for oss å svare på
ru_ru: Пожалуйста, укажите действующий адрес электронной почты для нас, чтобы ответить на

source: Submit Issue and Debug Log
de_de: Ausgabe- und Debug Log Absenden
es_es: Enviar Emisión y Registro de depuración
fr_fr: Proposez émission et du journal de débogage
it_it: Invia Emissione e Debug Log
no_no: Send Issue og Debug Logg
ru_ru: Отправить проблему и журнал отладки

source: ERROR LOADING DEBUG LOG
de_de: Fehler beim Laden der Debug-Protokoll
es_es: ERROR DE CARGA DEBUG LOG
fr_fr: Erreur lors du chargement DEBUG LOG
it_it: Errore nel caricamento DEBUG LOG
ru_ru: Ошибка при загрузке журнала отладки

source: Choose a List Segment
de_de: Wählen Sie einen Segmentliste
es_es: Elige un Segmento Lista
fr_fr: Choisissez un segment de liste
it_it: Scegliere un segmento List
no_no: Velg en liste Segment
ru_ru: Выберите список сегментов

source: To send to an existing saved list segment, select it from the choices above
de_de: Einzahlung auf ein bestehendes Liste Segment zu senden, wählen Sie sie aus der Auswahl oben
es_es: Para enviar a un segmento lista guardada existente, selecciónelo de las opciones anteriores
fr_fr: Pour envoyer à un segment de la liste enregistrée existante, sélectionnez-le dans les choix ci-dessus
it_it: Per inviare a un segmento lista salvata esistente, selezionarla dalle scelte di cui sopra
no_no: Å sende til en eksisterende lagret liste segmentet, velger du den fra valgene ovenfor
ru_ru: Для отправки к существующей сохраненной сегменте списке, выберите его из приведенных выше вариантов

source: Please provide a valid Test Email
de_de: Bitte geben Sie eine gültige E-Mail-Test
es_es: Por favor introduce un correo electrónico de prueba válido
fr_fr: Se il vous plaît fournir un test Email valide
it_it: Si prega di fornire un test valido Email
no_no: Vennligst oppgi en gyldig Test Email
ru_ru: Укажите действительный тест на e-mail

source: Please provide a valid Campaign Name
de_de: Bitte geben Sie eine gültige Kampagnenname
es_es: Por favor ingrese su nombre de campaña válido
fr_fr: Se il vous plaît fournir un nom valide Campagne
it_it: Si prega di fornire un Nome campagna valido
no_no: Vennligst oppgi en gyldig Kampanjenavn
ru_ru: Пожалуйста, представьте действующий Название кампании

source: The message portion of your email is empty
de_de: Der Nachrichtenteil der E-Mail ist leer
es_es: La parte de mensaje de su correo electrónico está vacía
fr_fr: La partie du message de votre courriel est vide
it_it: La porzione messaggio di e-mail è vuota
no_no: Meldingsdelen av e-posten er tom
ru_ru: Часть сообщения из вашей электронной почты пуст

source: Please provide a valid Email Subject
de_de: Bitte geben Sie eine gültige E-Mail Betreff
es_es: Sírvanse proporcionar una válida Asunto del correo
fr_fr: Se il vous plaît fournir un valide e-mail Objet
it_it: Si prega di fornire una valida Email Oggetto
no_no: Vennligst oppgi en gyldig e-post Subject
ru_ru: Пожалуйста, укажите действующий адрес электронной почты Тема

source: Please select a Subscriber List
de_de: Bitte wählen Sie ein Subscriber-Liste
es_es: Por favor seleccione una lista de suscriptores
fr_fr: Se il vous plaît sélectionner une liste d'abonnés
it_it: Seleziona un elenco di abbonati
no_no: Vennligst velg en abonnent listen
ru_ru: Пожалуйста, выберите Список абонентов

source: Please provide a valid From Email
de_de: Bitte geben Sie eine gültige E-Mail Von
es_es: Sírvanse proporcionar una válida Del Email
fr_fr: Se il vous plaît fournir un valide De Email
it_it: Si prega di fornire una valida Dal Email
no_no: Vennligst oppgi en gyldig Fra e-post
ru_ru: Пожалуйста, действует с Email

source: Please provide a From Name
de_de: Bitte geben Sie eine Absender Name
es_es: Por favor ingrese su Nombre De
fr_fr: Se il vous plaît fournir un De Nom
it_it: Si prega di fornire un nome da
no_no: Vennligst gi et Fra navn
ru_ru: Пожалуйста, предоставьте из названия

source: The Email Campaign was successfully saved!
de_de: Die E-Mail-Kampagne wurde erfolgreich gespeichert!
es_es: La campaña de correo electrónico se ha guardado correctamente!
fr_fr: La campagne d'email a été sauvegardé avec succès!
it_it: La Campagna Email è stato salvato con successo!
no_no: E-post-kampanje ble lagret!
ru_ru: Email кампания была успешно сохранена!

source: There was an error creating the Email Campaign (%1$s)
de_de: Es gab einen Fehler der Erstellung des E-Mail-Kampagne ( %1$s )
es_es: Se ha producido un error al crear la campaña de correo electrónico (%1$s)
fr_fr: Il y avait une erreur de création de la campagne e-mail ( %1$s )
it_it: Si è verificato un errore durante la creazione della Campagna Email ( %1$s )
no_no: Det oppsto en feil under opprettelsen av postkampanjen ( %1$s )
ru_ru: Был ошибка при создании кампании по электронной почте (%1$s)

source: The Test Email was successfully sent!
de_de: Die Test-E-Mail wurde erfolgreich gesendet!
es_es: La Prueba de correo electrónico se ha enviado correctamente!
fr_fr: Le test de courriel a été envoyé avec succès!
it_it: Il test Email stato inviato con successo!
no_no: Test E-post ble vellykket sendt!
ru_ru: Тест письмо было успешно отправлено!

source: The Email Campaign was successfully sent!
de_de: Die E-Mail-Kampagne wurde erfolgreich gesendet!
es_es: La campaña de correo electrónico se ha enviado correctamente!
fr_fr: La campagne d'email a été envoyé avec succès!
it_it: La Campagna mail è stata inviata con successo!
no_no: E-post-kampanje ble vellykket sendt!
ru_ru: Email кампании было успешно отправлено!

source: The Campaign appears to be ready!
de_de: Die Kampagne scheint bereit zu sein!
es_es: La campaña parece estar listo!
fr_fr: La campagne semble être prêt!
it_it: La campagna sembra essere pronto!
no_no: Kampanje ser ut til å være klar!
ru_ru: Появляется кампания, которая будет готова!

source: MailChimp Email Campaign
de_de: MailChimp E-Mail-Kampagne
es_es: MailChimp Campaña Email
fr_fr: MailChimp campagne d'email
it_it: MailChimp Campagna Email
no_no: MailChimp postkampanjen
ru_ru: MailChimp кампании по электронной почте

source: MailChimp Email Campaigns
de_de: MailChimp E-Mail-Kampagnen
es_es: MailChimp Campañas de Email
fr_fr: MailChimp Campagnes Email
it_it: MailChimp campagne di email
no_no: MailChimp e-postkampanjer
ru_ru: Mailchimp кампании по электронной почте

source: Campaign Name
de_de: Kampagnenname
es_es: Nombre de la campaña
fr_fr: Nom de la campagne
it_it: Nome campagna
no_no: Kampanjenavn
ru_ru: Название кампании
